Repository: Phisto/CoreAudioConverter
Catalog: CoreAudioConverter/*.lproj/Localizable.strings
Languages: de, fr

source: An error occurred inside of LAME, while encoding the file: '%@'.
de: In LAME ist beim Codieren der Datei ein Fehler aufgetreten: '%@'.
fr: Une erreur s'est produite à l'intérieur de LAME lors de l'encodage du fichier: '%@'.

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.

# Beim lesen/schreiben ist ein Fehler aufgetreten.
source: An error occurred while reading/writing.
de: Beim lesen/schreiben ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la lecture / écriture.

source: Couldn't create decoder for file: '%@'.
de: Der Decoder für die Datei '%@' konnte nicht erstellt werden.
fr: Impossible de créer le décodeur pour le fichier: '%@'.

source: Couldn't detect type for file: '%@', the file may be corrupted.
de: Der Dateityp konnte nicht erkannt werden: '%@', die Datei ist möglicherweise beschädigt.
fr: Impossible de détecter le type du fichier: '%@', le fichier est peut-être corrompu.

source: Couldn't open the file '%@', the file may be corrupted.
de: Die Datei '%@' konnte nicht geöffnet werden, sie ist möglicherweise beschädigt.
fr: Impossible d'ouvrir le fichier '%@', le fichier est peut-être corrompu.

# Das angegebene Objekt ist kein Ordner.
source: The specified object is not a folder.
de: Das angegebene Objekt ist kein Ordner.
fr: L'objet spécifié n'est pas un dossier.

# Das Laufwerk ist beschäftigt und kann nicht entfernt werden.
source: The drive is busy and cannot be removed.
de: Das Laufwerk ist beschäftigt und kann nicht entfernt werden.
fr: Le lecteur est occupé et ne peut pas être retiré.

# Das Laufwerk kann nicht ausgeworfen werden, weil es von der VM benutzt wird.
source: The drive cannot be ejected because it is being used by the VM.
de: Das Laufwerk kann nicht ausgeworfen werden, weil es von der VM benutzt wird.
fr: Le lecteur ne peut pas être éjecté car il est utilisé par la machine virtuelle.

# Das Laufwerk konnte nicht gefunden werden.
source: The drive could not be found.
de: Das Laufwerk konnte nicht gefunden werden
fr: Le lecteur est introuvable.

source: The volume cannot be ejected because it is being used by another process.
de: Das Volumen kann nicht ausgeworfen werden, weil es von einem anderen Prozess verwendet wird.
fr: Le volume ne peut pas être éjecté car il est utilisé par un autre processus.

# Der Dateiname ist nicht zulässig.
source: The file name is not allowed.
de: Der Dateiname ist nicht zulässig.
fr: Le nom de fichier n'est pas autorisé.

# Die Aktion wird von dem Dateisystem nicht unterstützt.
source: The action is not supported by the file system.
de: Die Aktion wird von dem Dateisystem nicht unterstützt.
fr: L'action n'est pas prise en charge par le système de fichiers.

# Die Datei oder Partition ist zu groß.
source: The file or partition is too large.
de: Die Datei oder Partition ist zu groß.
fr: Le fichier ou la partition est trop volumineux.

# Die Operation wird von dem Dateisystem nicht unterstützt.
source: The operation is not supported by the file system.
de: Die Operation wird von dem Dateisystem nicht unterstützt.
fr: L'opération n'est pas prise en charge par le système de fichiers.

# Die Operation wurde vom Nutzer abgebrochen.
source: The operation was canceled by the user.
de: Die Operation wurde vom Nutzer abgebrochen.
fr: L'opération a été annulée par l'utilisateur.

# Es ist ein unbekannter Fehler im Core Foundation Framework aufgetreten.
source: An unknown error has occurred in the Core Foundation Framework.
de: Es ist ein unbekannter Fehler im Core Foundation Framework aufgetreten.
fr: Une erreur inconnue s'est produite dans Core Foundation Framework.

# Es ist kein Platz mehr auf dem Laufwerk.
source: There is no more space on the drive.
de: Es ist kein Platz mehr auf dem Laufwerk.
fr: Il n'y a plus d'espace sur le lecteur.

# Es ist nicht genügend Speicherplatz vorhanden um die Operation auszuführen.
source: There is not enough space to perform the operation.
de: Es ist nicht genügend Speicherplatz vorhanden um die Operation auszuführen.
fr: Il n'y a pas assez d'espace pour effectuer l'opération.

source: File format not supported for file: '%@'
de: Dateiformat für Datei nicht unterstützt: '%@'
fr: Format de fichier non pris en charge pour le fichier: '%@'

source: LAME only supports one or two channel input. %@.
de: LAME unterstützt nur einen oder zwei Kanal Input. %@.
fr: LAME ne prend en charge qu'une ou deux entrées de canal. %@

source: LAME only supports sample sizes of 8, 16, 24 and 32. %@.
de: LAME unterstützt nur Sampplegrößen von 8, 16, 24 und 32. %@.
fr: LAME ne prend en charge que des tailles d'échantillon de 8, 16, 24 et 32. %@

source: LAME was unable to flush the buffers for file: '%@'.
de: LAME konnte die Buffer für die Datei '%@' nicht leeren.
fr: LAME n'a pas pu vider les tampons du fichier: '%@'.

source: The process is not allowed to access the requested file at path '%@'.
de: Der Prozess kann unter dem Pfad '%@' nicht auf die angeforderte Datei zugreifen.
fr: Le processus n'est pas autorisé à accéder au fichier demandé sur le chemin '%@'.

source: There is not enough disc space to encode the file at path '%@'.
de: Es ist nicht genügend Speicherplatz vorhanden, um die Datei unter dem Pfad '%@' zu codieren.
fr: L'espace disque est insuffisant pour encoder le fichier sur le chemin '%@'.

source: Unable to allocate memory.
de: Speicher kann nicht zugeordnet werden.
fr: Impossible d'allouer de la mémoire.

source: Unable to close the output file: '%@'.
de: Die Ausgabedatei kann nicht geschlossen werden: '%@'.
fr: Impossible de fermer le fichier de sortie: '%@'.

source: Unable to initialize the LAME settings. Failed with code: %@
de: Die LAME-Einstellungen können nicht initialisiert werden. Fehlercode: %@
fr: Impossible d'initialiser les paramètres LAME. Échec avec le code: %@

source: Unable to open the output file: '%@'.
de: Ausgabedatei kann nicht geöffnet werden: '%@'.
fr: Impossible d'ouvrir le fichier de sortie: '%@'.
